Revit 2027 API
SymbolTypeId.NPerMSup2 Property
 Symbol N/m², indicating unit Newtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NPerMSup2 { get; }
Public Shared ReadOnly Property NPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NPerMSup2 {
	ForgeTypeId^ get ();
}
static member NPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace